Repository: mhthies/QAQAbot
Catalog: qaqa_bot/i18n/*/LC_MESSAGES/qaqa_bot.po
Languages: de

source: Games can only be spawned in group chats.
de: Spiele können nur in Gruppenchats erstellt werden.

source: Games can only be started in group chats.
de: Spiele können nur in Gruppenchats gestartet werden.

source: Games can only be joined in group chats.
de: Du kannst Spielen nur in Gruppenchats beitreten.

source: Games can only be left in group chats.
de: Du kannst Spiele nur in den dazugehörigen Chats verlassen.

source: Sorry, I do not understand. Please use a command to communicate with me.
de: Entschuldigung, ich verstehe nicht. Bitte benutze Kommandos, um mit mirzu kommunizieren.

source: Games can only edited in group chats.
de: Spiele können nur in Gruppen-Chats gestartet werden.

source: ‘{arg}’ is not a number of rounds!
de: ‚{arg}‘ ist keine Rundenzahl!

source: Please specify the number of rounds.
de: Bitte gib eine Rundenzahl an.

source: Don't you think these are too many parameters?
de: Glaubst Du nicht, dass das zu viele Parameter sind?

source: Do you want to see the authors names in the result?
de: Möchtet ihr die Namen der AutorInnen in den Resultaten sehen?

source: Games can only be edited in group chats.
de: Spiele können nur in Gruppenchats bearbeitet werden.

source: Please choose:
de: Bitte wähle:

source: Chosen language: {lang}
de: Ausgewählte Sprache: {lang}

source: Oh no! 😱 There's a problem choosing a language!
de: Oh nein! 😱 Es ist ein Fehler beim Auswählen der Sprache aufgetreten.

source: Display the names: {state}
de: Namen anzeigen: {state}

source: Oh no! 😱 There's a problem choosing a mode!
de: Oh nein! 😱 Es ist ein Fehler beim Auswählen des Modus aufgetreten.

source: Chosen mode: {mode}
de: Ausgewählter Modus: {mode}

source: Oh no! 😱 There's a problem! I don't know this button *️⃣?
de: Oh nein! 😱 Es gibt ein Problem! Ich kenne diesen Knopf nicht.*️⃣

source: This bot allows playing the question-answer-question-answer party game. It is played by multiple players in a group chat. Each player thinks of an arbitrary question and privatly submits it to the bot. The bot passes the questions to the subsequent players, who will submit an answer to that question. Again that bot passes on the answers, so the next player must find a question matching the answer without knowning the original question, and so on. In the end, each sequence of questions and answers is presented, which is quite amusing to read.
de: Dieser Bot dient dazu, das Frage-Antwort-Frage-Antwort Party-Spiel zu spielen. Dazu versammeln sich mehrere Spieler in einem Gruppenchat. Jeder Spieler überlegt sich eine beliebige Frage und schickt sie privat an den Bot. Der Bot leitet sie an den nachfolgenden Spieler weiter, der auf dem gleichen Wege eine Antwort dazu einreicht. Der Bot leitet diese wiederum weiter, wobei der Bot eine Frage finden muss, die zu der Antwort passt, ohne dass er die urspngliche Frage kennt. So geht es immer weiter. Am Ende wird jede der resultierenden Frage-Antwort-Folgen angezeigt, was üblicherweise sehr lustig zu lesen ist.

source: To start a game, <a href="https://t.me/{bot_username}?startgroup=now">add this bot to a group chat</a> and use <code>/{command_new}</code> in the group chat. Use /{command_status} to get a list of your current games and required actions.
de: Um ein Spiel zu starten, <a href="https://t.me/{bot_username}?startgroup=now">füge diesen Bot zu einem Gruppenchat hinzu</a> und sende <code>/{command_new}</code> in den Gruppenchat. Verwende /{command_status}, um eine Liste deiner aktuellen Spiele und die aktuell erforderliche Aktion zu erhalten.

source: Use /{command_status} check if there is a pending or running game in this group and check the game's status. To start a new game, use /{command_new}.
de: Verwende /{command_status}, um herauszufinden, ob es aktuell ein wartendes oder laufendes Spiel in diesem Chat gibt und was dessen Status ist. Um ein neues Spiel zu starten, sende /{command_new}.

source: See {base_url}/#how-to for a full explanation of the bot's features.
de: Für eine vollständige Erkärung des Bots, siehe {base_url}?lang=de/#how-to .

source: Oh no! 😱 A problem occured at {time}! Please forward this message to {owner} for help.
de: Oh nein! 😱 Um {time} ist ein Problem aufgetreten! Bitte leite diese Nachricht an {owner} weiter, um Hilfe zu bekommen.

source: You are already registered. If you want to start a game, head over to a group chat and spawn a game with /{cmd}
de: Hallo! Du bist schon registriert. Wenn du ein Spiel starten möchtest, wechsle in einen Gruppenchat und initiiere ein neues Spiel mit /{cmd}.

source: Hi! I am your friendly qaqa-bot 🤖. I will guide you through hopefully many games of the question-answer-question-answer party game. Thanks for joining! Now head to the group you want to play the game with and spawn, join and start a game.
de: Hi! Ich bin der nette QAQA-Bot 🤖. Ich werde dich durch (hoffentlich) viele Runden des Frage-Antwort-Frage-Antwort-Party-Spiels führen. Danke für's Anmelden! Wechsle nun in die Gruppe, in der du das Spiel spielen möchtest, tritt dem Spiel dort bei und starte es.

source: Already a running or pending game in this chat
de: In diesem Chat gibt es bereits ein wartendes oder laufendes Spiel.

source: ✅ New game created. Use /{command} to join the game.
de: ✅ Neues Spiel wurde erstellt. Verwende /{command}, um ihm beizutreten.

source: ❌ No game to configure in this chat
de: ❌ In diesem Chat gibt es kein Spiel, welches du konfigurieren könntest.

source: ❌ Sorry, I can only configure a game before its start. ⏳
de: ❌ Sorry, Ich kann Spiele nur vor ihrem Start konfigurieren. ⏳

source: invalid rounds number. Must be &gt;= 1
de: Ungültige Rundenanzahl. Muss &gt;= 1 sein.

source: Number of rounds set: {number_rounds}
de: Anzahl Runden: {number_rounds}

source: No game to configure in this chat
de: In diesem Chat gibt es kein Spiel zu konfigurieren.

source: ✅ Set game mode.
de: ✅ Spielmodus gesetzt.

source: There is currently no pending game in this group. 🙃 Use /{command} to create one.
de: Aktuell gibt es in dieser Gruppe kein wartendes Spiel. 🙃 Benutze /{command}, um eines anzulegen.

source: You must start a chat with the bot first. Use the following link: https://t.me/{bot_name}?{command}=now and click "START" Afterwards, come back here and use /{command_join} again.
de: Du musst zuerst einen Chat mit dem Bot starten. Verwende dazu den folgenden Link: https://t.me/{bot_name}?{command}=now und tippe "STARTEN" an. Komme anschließend hierher zurück and benutze /{command_join} erneut.

source: ⏳ Oh no! The game has already started! Please join the next game.
de: ⏳ Oh nein! Das Spiel läuft schon! Spiel doch in der nächstenRunde mit.

source: Yay! Welcome {name} 🤗
de: Yay! Hallo {name} 🤗

source: There is currently no pending game in this Group. Use /{command} to start one.
de: Es gibt in dieser Gruppe zur Zeit kein wartendes Spiel. Verwende /{command}, um ein neues zu starten.

source: The game is already running
de: Das Spiel läuft bereits

source: No games with less than two participants permitted 🙅‍♀️
de: Spiele mit weniger als zwei Teilnehmern sind nicht erlaubt 🙅‍♀️

source: There is currently no running or pending game in this chat.
de: In diesem Chat gibt es zur Zeit kein laufendes oder wartendes Spiel.

source: You are one of the last two participants of this game. Thus, you cannot leave.
de: Außer dir ist nur noch eine oder weniger Personen im Spiel! Lass sie nicht allein.

source: You didn't participate in this game.
de: Du hast an diesem Spiel nicht teilgenommen.

source: 👋 Bye!
de: 👋 Tschüss!

source: You left the game. No answer required anymore.
de: Du hast das Spiel verlassen. Deshalb brauchst Du nicht mehr zu antworten.

source: There is currently no running game in this group.
de: Aktuell gibt es in dieser Gruppe kein laufendes Spiel.

source: Game will be stopped. No new question required anymore.
de: Das Spiel wird gestoppt. Du brauchst nicht mehr zu antworten.

source: Unexpected message. Please use /{command} to register with the bot.
de: Unerwartete Nachricht. Benutze bitte /{command}, um dich bei diesem Bot zu registrieren.

source: Unexpected message.
de: Unerwartete Nachricht.

source: Changing message “{old_text}” is not accepted, because the relevant game is already finished.
de: Die Veränderung der Nachricht „{old_text}“ wurde nicht akzeptiert, da das zugehörige Spiel bereits beendet ist.

source: Changing message “{old_text}” is not accepted, because the next player already responded to that entry.
de: Die Veränderung der Nachricht „{old_text}“ wurde nicht akzeptiert, da der nächste Spieler bereits auf diesen Eintrag geantwortet hat.

source: 🆗 Change to message “{old_text}” was accepted.
de: 🆗 Die Veränderung an “{old_text}” wurde akzeptiert.

source: The {type} has been updated by its author:
de: Die {type} wurde von ihrem Autor aktualisiert:

source: question
de: Frage

source: answer
de: Antwort

source: You are currently not registered for using this bot. Please use /{command} to register with the bot.
de: Du bist aktuell nicht bei diesem Bot registriert. Benutze bitte /{command}, um dich zu registrieren.

source: You are currently participating in the following games: {games}
de: Du nimmst aktuell an folgenden Spielen teil: {games}

source: Additionally, you will be participating in {games}, as soon as they start.
de: Zusätzlich wirst du an {games} teilnehmen, sobald sie starten.

source: You will be participating in the follwing games, as soon as they start: {games}
de: Du wirst an den folgenden Spielen teilnehmen, sobald sie starten: {games}

source: You are currently not participating in any QAQA game.
de: Du nimmst aktuell an keinem QAQA-Spiel teil.

source: You have currently {num_sheets} pending sheets to ask or answer questions, including the current one.
de: Du hast aktuell {num_sheets} zu bearbeitende Blätter, das aktuelle mit eingerechnet.

source: You have currently no pending sheets ✨
de: Du hast gerade keine zu bearbeitenden Blätter ✨

source: There is currently no QAQA-game in this group. Use /{command} to start one.
de: Aktuell gibt es QAQA-Spiel in dieser Gruppe. Benutze /{command}, um eines zu starten.

source: – none –
de: – keine –

source: Rounds: {num_rounds} Synchronous: {synchronous}
de: Runden: {num_rounds} Synchron: {synchronous}

source: {number} (based on no. of players)
de: {number} (basierend auf Spielerzahl)

source: yes
de: ja

source: no
de: nein

source: They have {min}–{max} (Median: {median}) entries yet.
de: Sie haben bislang {min}–{max} (Median: {median}) Einträge.

source: We are currently waiting for {users} 👀
de: Aktuell warten wir auf {users} 👀

source: The game is on! 👾 {trans_num_sheets} in the game.{sheets_stats} {pending_users}{trans_reg_players}: {players} Game configuration: {configuration}
de: Das Spiel läuft! 👾 {trans_num_sheets} im Spiel.{sheets_stats} {pending_users}{trans_reg_players}: {players} Spiel-Konfiguration: {configuration}

source: One sheet is
de: Ein Blatt ist

source: The game has been created and waits to be started. 🕰 Use /{command} to start the game. {trans_reg_players}: {players} Game configuration: {configuration}
de: Das Spiel wurde erstellt und wartet auf den Start. Benutze /{command}, um das Spiel zu starten. {trans_reg_players}: {players} Spiel-Konfiguration: {configuration}

source: Please ask a question to begin a new sheet for game <i>{game_name}</i>.
de: Bitte stelle eine Frage, um eine neues Blatt für das Spiel <i>{game_name}</i> zu beginnen.

source: Please ask a question that may be answered with: “{text}”
de: Bitte stelle eine Frage, die durch die folgende Antwort beantwortet wird: „{text}“

source: Please answer the following question: “{text}”
de: Bitte beantworte die folgende Frage: „{text}“

source: Game was ended. No answer required anymore.
de: Das Spiel wurde beendet. Du brauchst deshalb nicht mehr zu antworten.

source: Game finished. View results at <a href="{url}">{url}</a>.
de: Das Spiel ist zu Ende. Schaut euch die Resultate unter <a href="{url}">{url}</a> an.

source: Game in {game_name} on {date}
de: Spiel in {game_name} am {date}

source: Game in {game_name}
de: Spiel in {game_name}

source: Results without authors
de: Ergebnisse ohne Autoren

source: The QAQA Game Bot
de: Der QAQA-Game-Bot

source: This bot allows playing the question-answer-question-answer party game.
de: Dieser Bot dient dazu, das Frage-Antwort-Frage-Antwort-Party-Spiel zu spielen.

source: The Game
de: Das Spiel

source: The original game is played with pen and paper:
de: Das ursprüngliche Spiel wird mit Papier und Stift gespielt:

source: Each player gets a sheet of paper and writes down an arbitrary question. Then, they pass the sheet to the next player, who writes down an answer to the question and fold the sheet to hide the original question. The sheet is passed on to the next player, the task of whom is to find a question that is answered by the given answer. It might be the original question or not. Sometimes not even close—nobody knows until the end of the game. The sheet is folded again and the next player has to answer the new question—without knowing the previous questions and answers.
de: Jeder Spieler erhält ein Blatt Papier und schreibt eine beliebige Frage darauf. Dann gibt er das Blatt an den nächsten Spieler weiter, der eine Antwort auf die Frage hinzufügt und das Blatt faltet, sodass die Frage nicht mehr sichtbar ist. Das Blatt wird an den nächsten Spieler weitergeben, der die Aufgabe hat, eine Frage zu finden, die von der gegebenen Antwort beantwortet wird. Es kann sein, dass er die urpsüngliche Frage errät oder auch nicht. Meistens liegt er sehr weit daneben – was aber bis zum Ende des Spiels niemand weiß. Das Blatt wird wieder gefaltet und der nächste Spieler muss wieder die aktuelle Frage beantworten – ohne die vorherigen Fragen und Antworten zu kennen.

source: As soon as one of the sheets is full of questions and answers or the players no longer want to go on, all sheets are finished by making sure they end with an answer. Then, the folding opened up, so everyone can enjoy the amusing chains of questions and answers.
de: Sobald eines der Blätter voll mit Fragen und Antworten ist oder die Spieler nicht mehr weitermachen möchten, wird sichergestellt, dass alle Blätter mit einer finalen Antwort enden.Dann werden die Blätter auseinandergefaltet, sodass jeder sich über die witzigen Folgen von Fragen und Antworten freuen kann.

source: Add this bot to a Telegram group chat
de: Füge diesen Bot zu einem Telegram-Gruppenchat hinzu

source: Start a private chat with the bot
de: Starte einen privaten Chat mit dem Bot

source: Write <code>/{command_new}</code> in the group chat
de: Sende <code>/{command_new}</code> an den Gruppenchat

source: Write <code>/{command_join}</code> in the group chat
de: Sende <code>/{command_join}</code> an den Gruppenchat

source: Write <code>/{command_start}</code> in the group chat
de: Sende <code>/{command_start}</code> an den Gruppenchat

source: Follow the bot's instructions
de: Folge den Anweisungen des Bots

source: Starting a Game
de: Ein Spiel starten

source: To start a game, first <a href="https://t.me/{bot_username}?startgroup=now">add this bot to a Telegram group chat</a>. Then, use <code>/{command_new}</code> to create a new game. In order to join the game, each player must first <a href="https://t.me/{bot_username}?start=now">start a chat with the bot</a> and afterwards use the <code>/{command_join}</code> command in the group chat. When all players have joined the game, it can be started by sending <code>/{command_start}</code> to the group chat.
de: Um ein Spiel zu starten, <a href="https://t.me/{bot_username}?startgroup=now">füge diesen Bot zunächst zu einem Telegram-Gruppenchat hinzu</a>. Benutze dann <code>/{command_new}</code>, um ein neues Spiel zu erstellen. Um dem Spiel beizutreten, muss jeder Mitspieler zunächst <a href="https://t.me/{bot_username}?start=now">einen privaten Chat mit dem Bot starten</a> und anschließend das <code>/{command_join}</code>-Kommando an den Gruppenchat senden. Wenn alle Spieler dem Spiel beigetreten sind, kann es mit dem Kommando <code>/{command_start}</code> im Gruppenchat gestartet werden.

source: Before starting the game, the following options can be set:
de: Vor dem Start des Spiels können folgende Optionen gesetzt werden:

source: Enable (default) or disable synchronous mode
de: Aktiviert (default) oder deaktiviert den synchronen Spielmodus

source: Set the number of rounds to be played to <code>&lt;number&gt;</code>
de: Stellt die Anzahl der zu spielenden Runden auf <code>&lt;number&gt;</code>

source: Enable or disable (default) displaying of each entry's author on the result page.
de: Aktiviert oder deaktiviert (default) die Anzeige des Autors von jedem Eintrag auf der Ergebnisseite.

source: Playing
de: Spielen

source: When the game is started, the bot asks every player privately to a question. The player aks their questions by simply sending it to the bot as a private chat message. The bot passes the question privately to the next player. If the next player is still working on his previous sheet, all incoming questions/answers are queued and presented to the player one after another. This way, a player may also play several games in parallel—they are still always asked for one sheet at a time.
de: Wenn das Spiel gestartet wird, fragt der Bot jeden Spieler privat nach einer Frage. Die Spieler reichen ihre Fragen ein, indem sie diese einfach als private Nachricht an den Bot schicken. Der Bot leitet die Fragen privat an den jeweils nächsten Spieler weiter. Wenn der Spieler noch mit dem vorherigen Blatt beschäftigt ist, werden alle Fragen/Antworten für ihn in eine Warteschlange eingereiht und werden ihm nacheinander angezeigt. Auf diese Weise kann ein Spieler auch in mehreren Spielen parallel teilnehmen. Er erhält dennoch stets nur eine Frage/Antwort gleichzeitig.

source: If the game is played in <i>synchronous</i> mode, the question is only passed to next player if each player submitted their question.
de: Wenn das Spiel im <i>synchronen</i> Spielmodus gespielt wird, wird jede Frage/Antwort erst an den nächsten Spieler weitergegeben, wenn jeder Spieler seine Frage/Antwort eingereicht hat.

source: A submitted question or answer can be edited as long as the next player didn't submit a follow up answer/question. To change the text, simply edit the relevant Telegram message. The bot will give feedback if the edit is accepted or if it has been too late. If the question/answer has already been passed to the next player, they are noticed about the updated text with a new message.
de: Eine eingereichte Frage oder Antwort kann bearbeitet werden, solange der nächste Spieler noch keine darauffolgende Antwort/Frage formuliert hat. Um den Text zu ändern, bearbeite einfach die entsprechende Telegram-Nachricht. Der Bot gibt zurück, ob die Bearbeitung akzeptiert wurde oder zu spät stattfand.Wenn die Frage/Antwort bereits an den nächsten Spieler weitergegeben wurde,wird dieser mit einer weiteren Nachricht des Bots über den aktualisierten Text informiert.

source: Game End
de: Spielende

source: The Game ends if one of the following conditions is met:
de: Das Spiel endet, wenn eine der folgenden Bedingungen erfüllt ist:

source: The configured number of rounds has been reached (i.e. each sheet has this number of questions/answers on it)
de: Die eingestellte Anzahl von Runden wurde erreicht (d.h., jedes Blatt hat diese Anzahl von Fragen/Antworten)

source: <code>/{command_stop}</code> has been sent to the group chat and each sheet ends with an answer
de: <code>/{command_stop}</code> wurde an die Gruppe gesendet und jedes Blatt endet mit einer Antwort

source: <code>/{command_stop_immediately}</code> is sent to the group chat
de: <code>/{command_stop_immediately}</code> wird an die Gruppe gesendet

source: When the game ends, the bot sends a link to the group chat to view the complete sheets with all questions and answers.
de: Wenn das Spiel endet, sendet der Bot einen Link an den Gruppenchat, über den die vollständigen Blätter mit allen Fragen und Antworten angesehen werden können.

source: Sheet from {game_name} on {date}
de: Blatt aus {game_name} vom {date}

source: Sheet from {game_name}
de: Blatt aus {game_name}

source: Sheet without authors
de: Blatt ohne Autoren

source: Q:
de: F:
